-- MySQL dump 10.13  Distrib 8.0.28, for Win64 (x86_64)
--
-- Host: localhost    Database: example
-- ------------------------------------------------------
-- Server version	8.0.28

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `users` (
  `id` int DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (2,'Аваз'),(3,'Август'),(4,'Авдей'),(5,'Автандил'),(6,'Адам'),(7,'Адис'),(8,'Адольф'),(9,'Адриан'),(10,'Азарий'),(11,'Аким'),(12,'Алан (Ален)'),(13,'Александр'),(14,'Алексей'),(15,'Альберт'),(16,'Альфред'),(17,'Амадей'),(18,'Амадеус'),(19,'Амаяк'),(20,'Анатолий'),(21,'Ангел'),(22,'Андоим'),(23,'Андрей'),(24,'Аникита'),(25,'Антон'),(26,'Ануфрий (Онуфрий)'),(27,'Арам'),(28,'Арий'),(29,'Аристарх'),(30,'Аркадий'),(31,'Арно'),(32,'Арнольд'),(33,'Арон'),(34,'Арсен, Арсений'),(35,'Артем'),(36,'Артемий'),(37,'Артур'),(38,'Архип'),(39,'Аскольд'),(40,'Афанасий'),(41,'Ахмет'),(42,'Ашот'),(43,'Бежен (Бажен)'),(44,'Бенедикт'),(45,'Берек'),(46,'Бернар'),(47,'Богдан'),(48,'Боголюб'),(49,'Болеслав'),(50,'Бонифаций'),(51,'Борис'),(52,'Борислав'),(53,'Боян'),(54,'Бронислав'),(55,'Бруно'),(56,'Вадим'),(57,'Валентин'),(58,'Валерий'),(59,'Вальтер'),(60,'Василий'),(61,'Велизар'),(62,'Венедикт'),(63,'Вениамин'),(64,'Виктор'),(65,'Вилен'),(66,'Вилли'),(67,'Вильгельм'),(68,'Виссарион'),(69,'Виталий'),(70,'Витаутас'),(71,'Витольд'),(72,'Владимир'),(73,'Владислав'),(74,'Владлен'),(75,'Володар'),(76,'Вольдемар'),(77,'Всеволод'),(78,'Вячеслав'),(79,'Гавриил'),(80,'Гарри'),(81,'Гастон'),(82,'Геннадий'),(83,'Генрих'),(84,'Георгий'),(85,'Геральд'),(86,'Герасим'),(87,'Герман'),(88,'Глеб'),(89,'Гордей'),(90,'Гордон'),(91,'Градимир'),(92,'Григорий'),(93,'Гурий'),(94,'Давыд (Давид)'),(95,'Даниил'),(96,'Демид (Диомид)'),(97,'Демьян (Дамиан)'),(98,'Денис'),(99,'Джордан'),(100,'Дмитрий'),(101,'Дональд'),(102,'Донат'),(103,'Донатос'),(104,'Дорофей'),(105,'Евгений'),(106,'Евграф'),(107,'Евдоким'),(108,'Евстафий'),(109,'Егор'),(110,'Елизар'),(111,'Елисей'),(112,'Емельян'),(113,'Ермолай'),(114,'Ерофей'),(115,'Ефим'),(116,'Ефимий'),(117,'Ефрем'),(118,'Жан'),(119,'Ждан'),(120,'Жорж'),(121,'Захар'),(122,'Захария'),(123,'Зигмунд'),(124,'Зиновий'),(125,'Ибрагим'),(126,'Иван'),(127,'Игнат (Игнатий)'),(128,'Игорь'),(129,'Измаил'),(130,'Израиль'),(131,'Илиан'),(132,'Илларион'),(133,'Илья'),(134,'Иннокентий'),(135,'Ион'),(136,'Ионос (Ионас)'),(137,'Иосиф'),(138,'Ираклий'),(139,'Иржи'),(140,'Исай'),(141,'Казимир'),(142,'Карен'),(143,'Карл'),(144,'Ким'),(145,'Кирилл'),(146,'Клавдий'),(147,'Клемент'),(148,'Клим (Климент)'),(149,'Клод'),(150,'Кондрат'),(151,'Конкордий'),(152,'Константин'),(153,'Кузьма'),(154,'Лазарь'),(155,'Лев'),(156,'Леван'),(157,'Леонард'),(158,'Леонид'),(159,'Леонтий'),(160,'Леопольд'),(161,'Лука'),(162,'Любомир'),(163,'Людвиг'),(164,'Люсьен'),(165,'Мадлен'),(166,'Май'),(167,'Макар'),(168,'Максим'),(169,'Максимилиан'),(170,'Мануил'),(171,'Марат'),(172,'Мариан'),(173,'Марк'),(174,'Мартин (Мартын)'),(175,'Матвей'),(176,'Мераб'),(177,'Мечеслав (Мечислав)'),(178,'Милан'),(179,'Мирон'),(180,'Мирослав'),(181,'Михаил'),(182,'Мичлов'),(183,'Модест'),(184,'Моисей'),(185,'Мурат'),(186,'Муслим'),(187,'Назар'),(188,'Назарий'),(189,'Натан'),(190,'Наум'),(191,'Никита'),(192,'Никифор'),(193,'Николай'),(194,'Никон'),(195,'Нисон'),(196,'Нифонт'),(197,'Олан'),(198,'Олег'),(199,'Олесь'),(200,'Онисим'),(201,'Орест'),(202,'Осип'),(203,'Оскар'),(204,'Павел'),(205,'Парамон'),(206,'Петр'),(207,'Платон'),(208,'Порфирий'),(209,'Прохор'),(210,'Равиль'),(211,'Радий (Радик)'),(212,'Радомир'),(213,'Раис'),(214,'Раймонд'),(215,'Ратмир'),(216,'Рафаил'),(217,'Рафик'),(218,'Рашид'),(219,'Рем'),(220,'Ренольд'),(221,'Ринат (Ренат)'),(222,'Рифат'),(223,'Ричард'),(224,'Роберт'),(225,'Родион'),(226,'Ролан'),(227,'Роман'),(228,'Ростислав'),(229,'Рубен'),(230,'Рудольф'),(231,'Руслан'),(232,'Рустам'),(233,'Савва'),(234,'Савел (Савелий)'),(235,'Самсон'),(236,'Святослав'),(237,'Севастьян'),(238,'Северин'),(239,'Семен'),(240,'Серафим'),(241,'Сергей'),(242,'Сократ'),(243,'Соломон'),(244,'Спартак'),(245,'Стакрат'),(246,'Станислав'),(247,'Степан'),(248,'Стивен'),(249,'Стоян'),(250,'Таис'),(251,'Талик'),(252,'Тамаз'),(253,'Тарас'),(254,'Тельман'),(255,'Теодор'),(256,'Терентий'),(257,'Тибор'),(258,'Тигран'),(259,'Тигрий'),(260,'Тимофей'),(261,'Тимур'),(262,'Тит'),(263,'Тихон'),(264,'Трифон'),(265,'Трофим'),(266,'Ульманас'),(267,'Устин'),(268,'Фаддей'),(269,'Федор'),(270,'Феликс'),(271,'Феодосий'),(272,'Фидель'),(273,'Филимон'),(274,'Филипп'),(275,'Флорентий'),(276,'Фома'),(277,'Франц'),(278,'Фридрих'),(279,'Харитон'),(280,'Христиан'),(281,'Христос'),(282,'Христофор'),(283,'Эдвард'),(284,'Эдуард'),(285,'Эльдар'),(286,'Эмиль'),(287,'Эммануил'),(288,'Эраст'),(289,'Эрик'),(290,'Эрнест'),(291,'Юлиан'),(292,'Юрий'),(293,'Юхим'),(294,'Яким'),(295,'Яков'),(296,'Ян'),(297,'Яромир'),(298,'Ярослав'),(299,'Ясон'),(1,'Ааврам');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-03-17 19:50:18
